Repository: ChrisDuffley/objPad
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, cs, it, sk

source: Toggles ObjPad mode between normal, object nav and scan modes
ar: التبديل بين أنماط ObjPad:النمط العادي ونمط الفحص ونمط استعراض الكائن
bg: Превключва режима на ObjPad между нормален, обектна навигация и режим на сканиране
cs: Přepíná mezi jednotlivými režimi: Prohlížení po objektech, webových prvcích, prohlížením celé obrazovky nebo výchozím režimem NVDA.
it: Passa tra le modalità normale, navigazione oggetti e scansione
sk: Prechádza medzi jednotlivými režimami: Prezeranie po objektoch, webových prvkoch, skenovaním obrazovky alebo normálnym správaním NVDA.

source: Object nav mode
ar: نمط استعراض الكائن
bg: Режим на обектна навигация
cs: Objektový režim
it: Modalità navigazione ad oggetti
sk: Objektový režim

source: Web mode
ar: نمط استعراض الإنترنت
bg: Режим за уеб
cs: Webový režim
it: Modalità web
sk: Webový režim

source: Scan mode
ar: نمط الفحص
bg: Режим на сканиране
cs: Režim prohlížení
it: Modalità scansione
sk: Prezerací režim

source: Normal mode
ar: النمط العادي
bg: Нормален режим
cs: Výchozí režim
it: Modalità normale
sk: Predvolený režim

source: normal
ar: عادي
bg: Нормално
cs: Výchozí režim
it: Normale
sk: Predvolené

source: Link
ar: رابط
bg: Връзки
cs: Odkaz
sk: Odkaz

source: Form field
ar: حقل ضمن استمارة
bg: Полета от формуляри
cs: Formulářový prvek
it: Campi modulo
sk: Prvok formulára

source: Heading
ar: عنوان رئيس
bg: Заглавия
cs: Nadpis
it: intestazione
sk: Nadpis

source: Frame
ar: إطار
bg: Рамки
cs: Rámec
sk: Rámik

source: Table
ar: جدول
bg: Таблици
cs: Tabulka
it: Tabella
sk: Tabuľka

source: List
ar: قائمة
bg: Списъци
cs: Seznam
it: Elenco
sk: Zoznam

source: Landmark
ar: علامة إرشادية
bg: Маркери
cs: Oblast
it: Punto di riferimento
sk: Oblasť

source: No next
ar: لا يوجد عنصر لاحق
bg: Няма следващ
cs: Žádný další prvek
it: Nessun oggetto successivo
sk: Žiadny nasledujúci prvok

source: No previous
ar: لا يوجد عنصر سابق
bg: Няма предишен
cs: Žádný předchozí prvek
it: Nessun oggetto precedente
sk: Žiadny predchádzajúci prvok

source: Perform various object commands by pressing a single key, including navigation and more
ar: تنفيذُ العديد من الأوامر المتعلقة بالكائن بالضغط على مفتاح واحد، بما في ذلك التقُّل عبر الكائنات والمزيد.
bg: Изпълнявайте различни обектни команди чрез натискане само на един клавиш, включително навигация и други
cs: Zjednodušuje navigaci po objektech a prvcích pomocí kurzorových kláves
it: Esegue diversi comandi sugli oggetti con un solo tasto, compresa la navigazione ed altro
sk: Zjednodušuje navigáciu po objektoch a prvkoch pomocou kurzorových kláves

source: Initial changelog.
bg: Начален списък с промени.
